atommaterial.a-file-icon-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
gitlab.gitlab-workflow
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ritwickdey.liveserver
rust-lang.rust-analyzer
samplavigne.p5-vscode
teabyii.ayu
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
